alsa-utils
appstream-glib
arch-wiki-docs
asciidoc
asoundconf
autoconf
autoconf2.13
automake
base
bc
bison
blender
cbindgen
cmake
cmatrix
dash
deepin-gtk-theme
dosfstools
dunst
efibootmgr
fakeroot
fcitx-configtool
fcitx-mozc
figlet
flex
freeglut
fuse2
gcc
gcc-go
gcr
gegl-git
git
gjs
gobject-introspection
grub
gst-libav
gst-plugins-base-libs
gst-plugins-good
gtk-doc
htop
iftop
imagemagick
imake
imlib2
inetutils
intltool
iwd
java-commons-daemon
jq
jre-openjdk-headless
libevent
libexif
libmypaint
libnotify
libreoffice-fresh
libtorrent
libxft-bgra
libxslt
linux
linux-firmware
lld
llvm
lolcat
lshw
lxappearance-gtk3
m4
make
man-db
man-pages
mariadb
mercurial
misfortune
mpv
mtools
mtpfs
nasm
neofetch
neovim
net-tools
nethogs
networkmanager
nodejs
notepadqq
noto-fonts-emoji
npm
nvidia
opendoas
openimageio
openssh
openssh-askpass
os-prober
parted
pass
patch
pcmanfm-gtk3
picom
pkgconf
pth
python-adblock
python-gobject
python-jinja
python-pip
python-psutil
python-pyqt5-webengine
python-yaml
python-zstandard
qutebrowser
raylib
recode
rpi-imager
rsync
rust
strace
sxhkd
time
tor
ttf-hanazono
ttf-jetbrains-mono
ttf-junicode
ttf-mononoki
ttf-sazanami
unrar
unzip
uuid
vala
valgrind
virtualbox
webkit2gtk
wget
xdg-user-dirs
xdotool
xmlrpc-c
xorg-server
xorg-server-xvfb
xorg-xinit
xorg-xrandr
xorg-xsetroot
yasm
youtube-dl
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
